INSERT INTO restaurant_entity (id, name, time, location)
VALUES (1, '카페 보나', '08:00~19:00', '학생미래인재관 1층'),
       (2, '부온프란조_면', '11:30 ~ 14:00', '학생미래인재관 2층'),
       (3, '부온프란조_밥', '11:30 ~ 14:00', '학생미래인재관 2층'),
       (4, '카페 멘사', '10:30~14:30', '김수환관 1층');

INSERT INTO meal_entity (id, type)
VALUES (1, '조식'), (2, '중식'), (3, '석식');

INSERT INTO menu_entity (id, date, names, price, restaurant_id, meal_id)
VALUES (1, '2025-04-02', '콩나물밥*양념장,된장찌개,명엽채볶음,배추김치,떡갈비흑임자소스구이,꼬시래기초무침,파래김양념장',
        '5000', 1, 2),
       (2, '2025-04-03', '계란말이', '5500', 2, 2),
       (3, '2025-04-03', '계란말이', '6500', 3, 2),
       (4, '2025-04-03', '계란말이', '5000', 3, 2);
